Repository: gondekr/Collecionarium
Catalog: Collecionarium/*.lproj/Localizable.strings
Languages: pt_br

# DTT_STRING
source: Small text
pt_br: Texto pequeno

# DTT_TEXT
source: Bigger text
pt_br: Texto Grande

# DTT_NUMBER
source: Number
pt_br: Número

# DTT_YEAR
source: Year
pt_br: Ano

# DTT_DATE
source: Date
pt_br: Data

source: Done
pt_br: Pronto

source: Edit
pt_br: Editar

source: Cancel
pt_br: Cancelar

source: Camera
pt_br: Câmera

source: Photo Library
pt_br: Biblioteca de fotos

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Items
pt_br: Itens

source: Information
pt_br: Informação

source: Informations
pt_br: Informações

# INFORMATIONS_ITEM
source: Items' informations
pt_br: Informações dos itens

source: Type
pt_br: Tipo

source: Photos
pt_br: Fotos

source: Custom
pt_br: Personalizada

source: Warning
pt_br: Aviso

# LEAVE_WITHOUT_SAVE
source: Do you really want to leave without saving?
pt_br: Você deseja mesmo sair sem salvar?

# ONLY_TEN
source: You can have just 10 or less informations!
pt_br: Você só pode adicionar 10 informações!

# FILL_THE_FIELDS
source: Please fill all the informations correctly!
pt_br: Preencha os campos corretamente!

# FILL_INFO_NAME
source: Insert a valid information name!
pt_br: Preencha o nome da informação corretamente!

# CHOOSE_INFO_TYPE
source: Choose a type for this information!
pt_br: Escolha o tipo da informação!

# SAVE_NO_PHOTOS
source: Do you really want to save this without any photos?
pt_br: Deseja mesmo salvar o item sem fotos?

source: Delete Item
pt_br: Excluir Item

source: Delete Photo
pt_br: Excluir Foto

# DEL_PHOTO_CONFIRM
source: Are you sure?
pt_br: Deseja mesmo excluir essa foto?

# NO_COLLECTION
source: You have no collections, tap on '+' to add one
pt_br: Você não tem nenhuma coleção, clique no botão '+' para adicionar uma

# NO_ITEM
source: You have no items, tap on '+' to add one
pt_br: Você não tem nenhum item, clique no botão '+' para adicionar um

# ADD_PHOTO
source: Add new photo
pt_br: Adicionar foto

# PHOTO_SOURCE
source: Choose a photo source
pt_br: Escolha a fonte da foto

# SHARE_FACEBOOK
source: Share on facebook
pt_br: Compartilhar no facebook

# EVENT_ADDED
source: New trade added!
pt_br: Anúncio adicionado!

# EVENT_REMOVED
source: Trade removed!
pt_br: Anúncio removido!

# ITEM_REMOVED_FROM_TRADE
source: Item removed from the trades
pt_br: Item removido do mural

source: Shared Collection
pt_br: Coleção compartilhada

# NEW_ITEM
source: New item added
pt_br: Novo item adicionado

# ITEM_SALE
source: Item for sale
pt_br: Item à venda

# ITEM_TRADE
source: Item for trade
pt_br: Item disponível para troca

# ADD_SALE
source: Sell item
pt_br: Vender

# ADD_TRADE
source: Trade item
pt_br: Trocar

# REMOVE_SALE
source: Remove item from sale
pt_br: Remover item de venda

# REMOVE_TRADE
source: Remove item from trade
pt_br: Remover item da troca

# INVALID_LOGIN
source: Invalid login and/or password
pt_br: Login e/ou senha inválidos

source: Success
pt_br: Sucesso

# USER_CREATED
source: The user (username) has been created
pt_br: O usuário (username) foi criado

# LOGOUT
source: Do you really want to logout?
pt_br: Deseja mesmo sair?

# PASSWORD_6
source: Password must have at least 6 characters
pt_br: A senha deve ter pelo menos 6 letras

# PASSWORD_MATCH
source: Passwords don't match
pt_br: As senhas não coincidem
